Repository: a-sync/wordpress-theme-trust
Catalog: *.po
Languages: hu_hu

source: Error 404
hu_hu: Hiba 404

source: Nothing here.
hu_hu: Nem található.

source: Please fill out all the fields!
hu_hu: Kérem töltsön ki minden mezőt!

source: Message sent!
hu_hu: Üzenet elküldve!

source: An error occurred while sending your email.
hu_hu: Hiba történt az üzenet küldése közben.

source: Please try again later or use our email address to contact us.
hu_hu: Kérem próbálkozzon később, vagy használja az email címünket.

source: Checked
hu_hu: Bejelölve

source: Send
hu_hu: Küldés

source: All press releases
hu_hu: Összes sajtókiadvány

source: No posts found
hu_hu: Nincsenek cikkek

source: Print this article!
hu_hu: Cikk nyomtatása!

source: Send this article to a friend!
hu_hu: Cikk küldése egy barátnak!

source: Print
hu_hu: Nyomtatás

source: Mail to a friend
hu_hu: Küldés egy barátnak

source: Search:
hu_hu: Keresés:

source: Search!
hu_hu: Keresés!

source: go
hu_hu: mehet

source: The email of your friend is invalid!
hu_hu: A barátod email címe hibás.

source: A friend of yours sent this link for you. Please check it out.
hu_hu: Az egyik barátja küldte önnek ezt a linket. Kérjük tekintse meg.

source: Article:
hu_hu: Cikk:

source: Please try again later.
hu_hu: Kérem próbálja később.

source: Friends email:
hu_hu: Barát email címe:

source: No article to send, sorry!
hu_hu: Nincs mit elküldeni, sajnáljuk.

source: Please consider your environmental responsibility - think before you print!
hu_hu: Kérjük gondoljon a környezetvédelemre is mielőtt nyomtat!
